[
  {
    "id": 1,
    "title": "Mom Will Find the Fox",
    "text": "Mom went to the shop. She got me a pet. The pet Mom got from the pet shop was a fox. But the fox got out of the box. Mom said not to be sad. She will find the fox. She took the box. Mom was gone for a long time. Now Mom is back. She did find the fox! The fox is in the box. Mom has to chop food for the fox. I can sit with the fox.",
    "flesch_kincaid": 124.4,
    "lexile_difficulty": 100
  },
  {
    "id": 1,
    "title": "Justify Your Answer",
    "text": "You answer questions all the time. How do you know that your answer is reasonable? It does not matter what subject you are studying. Your answer needs to make sense. Follow these steps after you get an answer. \\n1. Read the question again. Make sure you understood what was being asked. \\n2. Read your answer. Does it match the question? Does the question ask how many? Your answer should be a number. Does it ask how much money? The answer should be a money amount. Does it ask why? The answer should be a reason. \\n3. Think about the question. Is there more than one way to answer it? Can you justify, or prove, your answer using information you read? Can you make a sketch? Can you solve a number problem in another way? \\n4. Make sure your final answer is neat and easy to read.",
    "flesch_kincaid": 89.75,
    "lexile_difficulty": 440
  },
  {
    "id": 1,
    "title": "Community Connections",
    "text": "People are very social animals. We need to talk with and do things with other people. We often understand ourselves better when we discuss our opinions, emotions and activities with other people. We need to make meaningful connections with friends and family. These connections help us put aside our frustrations and worries. We can focus on things that are important: the people we care about. \\nYour local community is the area near your home. It’s where you work, play and go to school. It is the neighborhood where your family makes connections with other people. It’s the places you feel like you belong. \\nCommunities grow and change over time. Families move from one city to another because of work or family situations. Older adults often move to smaller homes or vacation areas after their children have grown up. Their children move out to start families of their own. New families move in when others leave. \\nBasic services, such as police, fire, post office, health and public schools are in almost every community. Businesses provide services to the community, too. Stores sell things that people need. Restaurants sell prepared food. Offices provide a variety of skilled work. \\nThe local city government is usually an elected mayor and city council. It is their job to listen to the people of the community and help them connect. Some individuals may move on, but the community remains.",
    "flesch_kincaid": 61.22,
    "lexile_difficulty": 640
  },
  {
    "id": 1,
    "title": "Endangered Species",
    "text": "Today, some type of animals are an endangered species. This means there are very few animals of that kind left on Earth. The animals could face extinction. Extinction is when all the animals of that kind die. When a type of animal is extinct, it is gone forever. \\nOne problem for animals is that their habitat is sometimes destroyed by humans. As human populations increase, more and more space is needed for people. Building areas for people to live pushed animals out of their natural homes. Forest and swamp habitats are the most threatened. Trees are cut down to make room for homes and businesses. Swamps are filled in so that neighborhoods can expand. The habitat is destroyed. The animals have nowhere else to go. Without a habitat, the number of animals begins to go down. \\nHumans must prevent the extinction of animals due to the loss of their habitat. We have to become more aware of animal populations when considering building and expansion projects. Other options may not be as convenient, but the survival of the animals needs to be taken into consideration. Better planning and an awareness of how human actions affect animals can make a difference. It is still possible to maintain a diverse animal population for future generations to enjoy. \\nAnother major cause of endangerment of animals is overhunting by humans. The practice of shooting animals as a sport can quickly bring the animals to extinction. This is a worldwide problem. The governments of countries around the world must unite to agree on laws regarding animals. Some animals may have large enough populations so hunting will not endanger them. Others must be protected. \\nThere is still hope for animals who are already on the endangered species list. Some organizations are working hard to recreate habitats for them. Breeding programs are helping animal populations increase. We all have to be aware and think before we act. The things we do can affect more than just ourselves.",
    "flesch_kincaid": 60.31,
    "lexile_difficulty": 740
  },
  {
    "id": 1,
    "title": "Bartering for Basics",
    "text": "Early Native American groups lived in different cultural regions. Their environments had different resources. Each group specialized in making particular products or developing certain skills, based on their resources. As they perfected their techniques, something exciting began to happen. For the first time in their tribes’ history, they had a surplus of materials. They had enough to meet their own needs with some left over. The conditions were perfect for an economy to develop. In an economy, goods, services and often money are organized into a system to manage those resources. \\nNative American groups began to work with each other to simplify their work and share items they wanted or needed. They began to barter as they began to interact with each other. Bartering is trading goods or services directly for other goods or services rather than using any form of money. Having the ability to barter with other tribes meant that it was easier on all the groups. No one group had to work as hard to make or find everything they needed for survival. \\nNative American tribes would often travel long distances for the opportunity to trade with each other. In between trading times, they would gather or create surplus products. They set things aside especially for the purpose of bartering with other tribes at their trade meetings. \\nAn additional benefit of trading between cultural regions was the ability to enjoy products that were impossible to make with the resources in the tribe’s home territory. Tribal members of the Desert Southwest region  wanted tools fashioned from whalebone. There is no whalebone available in the desert. However, they could get it from the tribes of the Pacific Northwest region, who had access to resources found on the beach or in the sea. \\nSome people still use bartering today to get the something they need or want. For example, you might offer to do the dishes for your brother if he will take you to the movies. Especially in tough economic times, people return to this age-old way of getting things that they need. We will probably always have some form of money, but we don’t always have to use it.",
    "flesch_kincaid": 64.71,
    "lexile_difficulty": 970
  },
  {
    "id": 1,
    "title": "Broken Promises",
    "text": "History is often the story of the never-ending struggle for control over land. People have traveled great distances for land. They have endured pain and suffering for the chance to get land. They have fought in bloody battles and wars to claim their own little corner of Earth. \\nStories of explorers claiming new lands for their countries have one stunning thing in common. In culture after culture, native peoples have been overlooked and abused. Indigenous people have often lived in a country for thousands of years before it was “discovered.” In Africa, it was the native African tribes who were abused. In Australia it was the Aborigines and Torres Strait Islanders. In the Americas, it was the Native Americans, who were called “Indians” by mistake. \\nThe U.S. government signed many peace treaties with Native Americans when the nation was young. A peace treaty is a document in which both sides agree on the terms for peace. Unfortunately, these treaties were often unfair to Native Americans. Many natives did not understand English well. They did not understand the treaty. Some native leaders signed away their rights to land in order to get personal wealth. They neglected the needs of their people. The ultimate purpose of the treaties was to push Native Americans off their lands. These were the lands where their people had lived long before the arrival of European explorers. \\nDuring the l830s, the U.S. government forced the Choctaw, Cherokee, Creek, Seminole and other tribes off their land on the east side of the Mississippi River. They were marched around 1,200 miles to eastern Oklahoma, then known as Indian Territory. Thousands died from disease and exposure on the way. This was such a devastating event to the Native Americans that it became known as the Trail of Tears. \\nOnce that had been accomplished, settlers decided they should be able to have any land on the west side of the Mississippi River, too. Several hundred Cheyenne were killed in the Sand Creek Massacre of 1864. In 1890, Lakota people were killed by soldiers at Wounded Knee, South Dakota. Sadly, they were killed even though they had already surrendered. \\nMany Americans are shocked and ashamed of the way native peoples were treated. We cannot change what has been. However, we can learn from our past and never treat people this way again.",
    "flesch_kincaid": 67.15,
    "lexile_difficulty": 860
  },
  {
    "id": 1,
    "title": "Churchill’s Speech: We Shall Fight on the Beaches",
    "text": "Great Britain’s Prime Minister Winston Churchill delivered a speech to the House of Commons on June 4, 1940. Churchill explained that the British effort in World War II was not going well and that a German invasion of Britain was possible. A gifted orator, Churchill knew he must convince the British people that victory would come someday. When Churchill gave his speech, the U.S. had not yet entered World War II. He references his hope that “the New World,” meaning the U.S., would join the war. Below is the end of his speech. \\n\\nI have, myself, full confidence that if all do their duty, if nothing is neglected, and if the best arrangements are made, as they are being made, we shall prove ourselves once again able to defend our Island home, to ride out the storm of war, and to outlive the menace of tyranny, if necessary for years, if necessary alone. \\nAt any rate, that is what we are going to try to do. That is the resolve of His Majesty’s Government - every man of them. That is the will of Parliament and the nation. \\nThe British Empire and the French Republic, linked together in their cause and in their need, will defend to the death their native soil, aiding each other like good comrades to the utmost of their strength. \\nEven though large tracts of Europe and many old and famous States have fallen or may fall into the grip of the Gestapo and all the odious apparatus of Nazi rule, we shall not flag or fail. \\nWe shall go on to the end, we shall fight in France, we shall fight on the seas and oceans, we shall fight with growing confidence and growing strength in the air, we shall defend our Island, whatever the cost may be, we shall fight on the beaches, we shall fight on the landing grounds, we shall fight in the fields and in the streets, we shall fight in the hills; we shall never surrender, and even if, which I do not for a moment believe, this Island or a large part of it were subjugated and starving, then our Empire beyond the seas, armed and guarded by the British Fleet, would carry on the struggle, until, in God’s good time, the New World, with all its power and might, steps forth to the rescue and the liberation of the old.",
    "flesch_kincaid": 69.75,
    "lexile_difficulty": 1300
  }
]